In [4]:
import pandas as pd

In [5]:
!dir .\files\sample_1.xlsx

 C 드라이브의 볼륨에는 이름이 없습니다.
 볼륨 일련 번호: 70A2-4266

 C:\Develops\files 디렉터리

2021-06-23  오후 01:41             8,311 sample_1.xlsx
               1개 파일               8,311 바이트
               0개 디렉터리  790,537,637,888 바이트 남음

In [6]:
pd.read_excel('./files/sample_1.xlsx')

  2019년 11월 입국객 수 Unnamed: 1 Unnamed: 2 Unnamed: 3
0            국적코드         성별       입국객수       전년동기
1             A01         남성     106320      85815
2             A01         여성     191436     125241
3             A31         남성        319        299
4             A31         여성         42         54
5             A18         남성     158912     124486
6             A18         여성     232943     163466
7           총 합계      689972        NaN        NaN
8            전년동기     499361        NaN        NaN

In [7]:
sample1 = pd.read_excel('./files/sample_1.xlsx')